{

  "O₂ Supply & Demand": "Suministro y Demanda de O₂",
  "O₂ Demand": "Demanda de O₂",
  "SpO₂ to PaO₂": "SpO₂ a PaO₂",
  "Cylinder Duration": "Duración del Cilindro",
  "About": "Más info",
  "Formulas and Assumptions": "Fórmulas y Supuestos",

  "step1_title": "Paso 1.",
  "step1_description": "Seleccione la fuente(s) de oxígeno",
  "step1_unsure": "¿no está seguro?",
  "step1_source": "Seleccione la fuente más común de oxígeno en su unidad de salud",
  "Select manufacturer and model": "Seleccione fabricante y modelo",

  "step2_title": "Paso 2.",
  "step2_description": "Ingrese el suministro total",
  "step2_liquid_supply": "Ingrese su suministro total de oxígeno <span style='text-decoration:underline;'>líquido</span>",
  "step2_plant_produce": "Ingrese el volumen máximo de oxígeno que su generador puede producir",
  "step2_plant_hours": "Ingrese el volumen máximo de oxígeno que su generador puede producir",
  "step3_plant_number": "Ingrese la cantidad generadores de oxígeno con los que dispone",
  "step2_plant_delivery": "Seleccione la manera en que el oxígeno llega desde la fuente de suministro hasta la cabecera del paciente",
  "step2_plant_tank_size": "Seleccione el tamaño de cilindro más frecuente en su centro",
  "step2_plant_footnote": "cuando se utilizan cilindros de oxígeno, la presión debe ser menor de 137 bar y la concentración puede ser menor del 100%, lo cual puede afectar el rendimiento y suministro",
  "leakage": "Introduzca el porcentaje de fuga del sistema",
  "step2_cylinder_size": "Seleccione el tamaño de cilindro más frecuente en su centro",
  "step2_cylinder_number": "Ingrese la cantidad de cilindros de oxígeno disponibles",
  "step3_concentrator_volume": "Ingrese el volumen máximo de oxígeno que su generador puede producir",
  "step3_concentrator_hours": "Ingrese el número promedio de horas por día que el generador puede funcionar sin problemas",
  "step3_concentrator_number": "Ingrese la cantidad de concentradores de oxígeno con los que dispone",

  "step3_title": "Paso 3.",
  "step3_description": "Ingrese las necesidades del paciente",
  "step3_estimate": "Estim&shy;ación Person&shy;alizada",
  "step3_manual": "INGRESA EL NÚMERO DE PACIENTES Y TASA DE FLUJOS",
  "step3_ward_inpatients": "Número total de pacientes hospitalizados que requieren oxígeno",
  "step3_ward_hypoxemia": "Severidad de la hipoxemia",
  "step3_ward_footnote_cpap": "CPAP: presión continua de la vía aérea",
  "step3_ward_footnote_nippv": "VPPNI: ventilación presión positiva no invasiva",
  "step3_ward_footnote_sentence": "La tasa de flujo requerida para CPAP o VPPNI puede ser variable y potencialmente más alta que el valor estimado aquí",
  "step3_max_max": "Número máximo de pacientes diario por tipo de dispositivo",
  "step3_max_description": "Esta tabla muestra el número máximo de pacientes para cualquier tipo de dispositivo de entrega. Esto se basa en la capacidad total de la instalación por día y supone que solo se está utilizando uno de los siguientes dispositivos en un momento específico.",
  "step3_manual_description": "En esta tabla, cuando ingreses el número de pacientes, selecciona el dispositivo de oxígeno, ingresa la tasa de flujo, el consumo diario de oxígeno y el suministro diario será calculado automáticamente.",
  "step3_show_device": "Muestre la tasa de flujo bias de dispositivos según el fabricante",
  "What is bias flow?": "¿Que es 'bias' flujo?",

  "stat_usage": "Consumo diario (litros)",
  "stat_supply": "Suministro fijo total (cilindro y oxígeno líquido) Litros",
  "stat_supply2": "Suministro generado total(concentradores y plantas) de 24h (Litros)",
  "stat_supply_time": "Suministro fijo durará",
  "stat_supply_time_day": "dias",
  "stat_supply_time_hour": "horas",
  "stat_tanks_day": "Cilindros por día",

  "sa_saturation": "Saturación de oxígeno por oximetría de pulso (SpO₂)",
  "sa_fraction": "Fracción inspirada de oxígeno (FiO₂)",
  "sa_imputed_po": "Valor PaO₂ inferido",
  "sa_imputed_pf": "Relación P:F inferida",
  "sa_sf": "Relación S:F",

  "Oxygen Plant (PSA)": "Planta de oxígeno (PSA or VSA)",
  "Oxygen Cylinders": "Cilindros de oxígeno",
  "Portable Oxygen Concentrator (PSA)": "Concentrador de oxígeno portátil (PSA)",
  "Liquid Oxygen (VIE)": "Oxígeno líquido (VIE)",

  "liters": "litros",
  "gallons": "galones",
  "cubic meters": "metros cubicos",

  "per day": "por día",
  "per hour": "por hora",
  "per minute": "por minuto",

  "hours/day": "horas/día",

  "Low pressure oxygen tubing (<50psi or <4bar)": "Tuberías con oxígeno a baja presión (<50 psi o <4bar)",
  "High pressure central oxygen pipe (>50psi or <4bar)": "Oxígeno central de alta presión (>50psi o >4bar)",
  "Oxygen cylinders": "Cilindros de oxígeno",

  "Size C Tank (36cm; 170 L)": "Cilindro Tamaño C (36cm; 170 L)",
  "Size D Tank (49cm; 340 L)": "Cilindro Tamaño D (49cm; 340 L)",
  "Size E Tank (680L)": "Cilindro Tamaño E (680L)",
  "Size F Tank (1 meter; 1360L)": "Cilindro Tamaño F (1 metro; 1360L)",
  "Size G Tank(1.5 meter; 3400L)": "Cilindro Tamaño G (1.5 metro; 3400L)",
  "Size H Tank (1.5 meter; 6600L)": "Cilindro Tamaño H (1.5 metro; 6600L)",
  "Size J Tank (1.45 meter; 6800L)": "Cilindro Tamaño J (1.45 metro; 6800L)",
  "7500L": "7500L",

  "Max # of patients by device type": "Número máximo de pacientes por tipo de dispositivo",
  "Modeled Ward Scenario": "Estimación por sala",

  "# Patients": "# Pacientes",
  "Delivery Device": "Dispositivo",
  "Flow Rate (LPM)": "Tasa de flujo (LPM)",
  "Settings": "Ajustes",
  "O₂ Consumption (LPM)": "O₂ consumo",
  "per Device": "para cada dispositivo (L/min)",
  "O₂ Liters per Day": "O₂ Litros por día",
  "all Patients": "todos los pacientes",
  "Liters per Day": "Litros por día",
  "liters per day": "litros por día",
  "Max # Patients managed on this device": "# Máx pacientes manejados con este dispositivo",
  "Device": "Dispositivo",
  "Flow rate for minute ventilation 10LPM @FiO2 100%": "Tasa de flujo por ventilación minuto 10LPM @FiO2 100%",
  "Flow rate for minute ventilation 7.5 LPM and FiO2 100%": "Tasa de flujo por ventilación minuto 7.5LPM @FiO2 100%",
  "Flow rate for minute ventilation 7.5 LPM and FiO2 50%": "Tasa de flujo por ventilación minuto 7.5LPM @FiO2 50%",

  "device_table_caption1": "* todos los flujos están en litros por minuto (LPM)",
  "device_table_caption2": "La siguiente tabla está basada en datos publicados sobre flujo de oxígeno en condiciones experimentales. Note que los flujos pueden variar considerablemente dependiendo de los factores propios del pacientes, factores relacionados al suminstro de oxígeno y modalidad del disposituvo/ventilador, principalmente el sesgo de las modalidades de flujo. Favor consultar con el fabricante las especificaciones antes de realizar estimaciones ya que puede existir información más reciente.",

  "disclaimer": "Este recurso está destinado a ser de naturaleza educativa y no sustituye la toma de decisiones clínicas con base en la afección médica presentada. Este contenido es un esfuerzo de colaboración de los representantes de múltiples instituciones, y este documento junto con la información que se incluye en el presente, están destinados y fueron concebidos para fines educativos únicamente. No debe basarse en esta información para reemplazar el asesoramiento, diagnóstico y/o tratamiento médico profesional, ni tampoco se la debe usar como sustituto de las instrucciones y pautas de los fabricantes o como guía o para la toma de decisiones clínicas en función de la afección médica presentada. Es responsabilidad del usuario asegurarse de que toda la información contenida en el presente sea actual y precisa, y que los creadores y organizadores de este contenido no formulen ningún tipo de reclamación o garantía con respecto al carácter actual, la precisión o adecuación de esta información para algún fin. Toda referencia a equipos, productos farmacéuticos u otros dispositivos médicos específicos incluida en este documento no pretende ser un aval de dichos artículos, y debe consultar la documentación de los fabricantes antes de usar cualquiera de los artículos que puedan aparecer citados aquí. Usted asume exclusivamente el riesgo por el uso de cualquier información incluida en este documento, y los creadores y organizadores de este contenido no serán responsables en lo que concierne a cualquier tipo de daños y perjuicios, pérdida u otra lesión que haya sido causada por el uso de parte de la información que consta en este documento o a la dependencia de la exactitud o confiabilidad de dicha información. Las traducciones de los materiales de este sitio fueron preparadas por traductores externos. Aunque los creadores y anfitriones de este sitio han hecho esfuerzos razonables para involucrar a traductores que pudieran brindar traducciones precisas, hay partes que pueden ser incorrectas, y los creadores y anfitriones de este sitio no han verificado de forma independiente las traducciones. Algunos archivos y otros elementos no se pueden traducir fácilmente, incluidos, entre otros, las guías de descarga y los artículos técnicos, los elementos gráficos y las fotos. Además, algunas aplicaciones y/o servicios pueden no funcionar como se esperaba cuando se tradujeron debido a restricciones de idioma. Los creadores y anfitriones de este sitio no asumen ninguna responsabilidad por ningún error, omisión o ambigüedad en las traducciones de ningún material de este sitio. Todo usuario que se base en contenidos traducidos lo hace bajo su propio riesgo. Los creadores y anfitriones de este sitio no serán responsables de ningún daño, pérdida u otra lesión causada por el uso de cualquier información traducida, ni por la confianza en la exactitud o fiabilidad de dicha información traducida. El uso de cualquier material traducido en este sitio se lleva a cabo exclusivamente bajo su propio riesgo. Si desea notificar un error de traducción o imprecisión, lo exhortamos a que se ponga en contacto con nosotros.",

  "Your": "Su",
  "produces": "produce",
  "L/day": "L/día",
  "which is": "que es",
  "adequate": "adecuado",
  "inadequate": "inadecuado",
  "and": "y",
  "more": "más",
  "less": "menos",
  "than the": "de los",
  "oxygen required": "de oxígeno requeridos",
  "and will last": "el cual durará",
  "day": "día",
  "days": "días",
  "hours": "horas",
  "minutes": "minutos",

  "Select your tank size": "Seleccione el tamaño del tanque",
  "Enter your default safe residual pressure": "Ingrese la configuración por defecto de su presión residual segura",
  "Enter your current tank pressure": "Ingrese la presión actual de su tanque",
  "Select flow rate to patient (LPM)": "Seleccione la velocidad de flujo hacia el paciente (litros por minuto)",
  "Liters available in cylinder at current pressure": "Litros disponibles en el cilindro con la presión actual",
  "Supply will last": "El suministro durará",

  "I don't know": "No lo sé",

  "Nasal Cannula": "Canula Nasal",
  "Facemask": "Mascarilla Facial Simple",
  "Face mask with reservoir": "Mascarilla con reservorio de No Reinhalacion",
  "Ventilator": "Ventilador",
  "High Flow Nasal Cannula": "Canula nasal de alto flujo",
  "CPAP or NIPPV": "CPAP o VPPNI",

  "Select device": "Select el dispositivo",
  "Select flow rate (LPM)": "Seleccione la velocidad de flujo (litros por minuto)",

  "Number of days": "Número de días",
  "per": "por",
  "Consumption per Day": "Consumo diario",
  "Consumption per": "Consumo por",

  "demand_table_estimate": "Estim&shy;ación Person&shy;alizada por sala",

  "Your fixed supply is": "Su suministro fijo (cilindro y oxígeno líquido) es",
  "and generated supply is": "y su suministro generado (concentradores y plantas) es",
  "Generated supply exceeds oxygen required.": "El suministro es suficiente para el oxígeno necesario.",
  "Generated supply is inadequate for required oxygen": "El suministro es insuficiente para el oxígeno necesario",
  "and fixed supply will last": "y su suministro fijo (cilindro y oxígeno líquido) durará",
  "Fixed supply will last": "Su suministro fijo (cilindro y oxígeno líquido) durará",

  "How much oxygen does my ward/facility consume per day?": "¿Cuánto oxígeno consume mi sala al día?",
  "How long are you forecasting supply needs?": "¿Para cuánto tiempo prevén las necesidades de abastecimiento?",

  "duration_title": "DURACION DEL CILINDRO",
  "about": "ACERCA DE",
  "language": "Idioma",
  "cylinder_height": "Altura del cilindro sin válvula",
  "cylinder_out": "Diámetro exterior del cilindro",
  "cylinder_circumference": "Circunferencia del cilindro",
  "unsure": "¿Inseguro?",
  "cylinder_wall": "Espesor de la pared del cilindro",
  "cylinder_pressure": "Presión del cilindro",
  "oxygen_volume": "~ Volumen de oxígeno gaseoso (litros):",
  "water_volume": "~ Capacidad de volumen de agua líquida (litros):",
  "disclimer": "Descargo de responsabilidad",
  "policy": "Política de privacidad",
  "policy_text": "Descargo de responsabilidad: este sitio es un esfuerzo de colaboración de representantes de múltiples instituciones, y este sitio y la información en él están destinados y diseñados solo con fines educativos. No debe confiar en esta información para reemplazar el asesoramiento, el diagnóstico y / o el tratamiento médico profesional, ni esta información debe usarse como un sustituto de las instrucciones y guías del fabricante o la toma de decisiones clínicas basadas en la condición médica presentada. Es responsabilidad del usuario asegurarse de que toda la información contenida en este documento sea actual y precisa, y los creadores y anfitriones de este sitio no hacen reclamos ni garantías en cuanto a la actualidad, precisión o idoneidad de esta información para cualquier propósito. Cualquier referencia a equipos específicos u otros dispositivos médicos en este sitio no significa un respaldo de dichos artículos, y debe consultar la documentación del fabricante antes de usar dichos artículos a los que se pueda hacer referencia en este sitio. El uso de cualquier información en este sitio se realiza únicamente bajo su propio riesgo, y los creadores y anfitriones de este sitio no serán responsables de ningún daño, pérdida u otra lesión causada por el uso de cualquier información en este sitio, ni por cualquier confianza en la exactitud o confiabilidad de dicha información.",
  "note": "NOTA",
  "note_content": "Consulte nuestra página de fórmulas para obtener más información sobre esta calculadora. Esta herramienta se puede utilizar para estimar la capacidad del cilindro de oxígeno, aunque muchos factores pueden contribuir a la variación de la capacidad real, incluidos: el grosor real de la pared, el tamaño de la cúpula del cilindro (no se incluye en el cálculo aquí) y la presión de llenado real. Esta calculadora asume la forma de un cilindro que variará de la forma real de un cilindro de gas; consulte ISO7866 e ISO 9809 para obtener más detalles.",
  "table_description": "Consulte las especificaciones del fabricante para conocer el grosor de la pared del cilindro. Esta calculadora asume la forma de un cilindro que variará de la forma real de un cilindro de gas; consulte ISO7866 e ISO 9809 para obtener más detalles.",
  "more info": "más información",
  "cylinder_more_info": "This calculator assumes the shape of a cylinder which will vary from the actual shape of a gas cylinder, especially with regard to the shape of the dome - see ISO7866 and ISO 9809 for details.",
  "cylinder_size_purpose": "<span style='font-style:bold;'>Objetivo de esta calculadora:</span><span style='font-weight:normal;'> para ayudar a estimar la capacidad de oxígeno de una cilindro con especificaciones y tamaño desconocidos.</span>"
}